<?php
/* =============================================================================#
# Author: 奔跑猪
# Date: 2020-07-15 07:36:09
# LastEditors: 奔跑猪
# LastEditTime: 2020-07-17 07:23:25
# Descripttion: 
#============================================================================= */
/* ============================================================================= #
# Autor: 奔跑猪
# Date: 2020-07-06 17:49:39
# LastEditors: 奔跑猪
# LastEditTime: 2020-07-06 17:59:43
# Description: session 抽象类
# ============================================================================= */


namespace app\http\middleware\LogicAbstract\auth;

abstract class Session extends Base {

    
}